Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/avdeling_for_sikkerhetspolitikk_id_1349.html.tmx
Source language: nob
Languages: sme

source: Avdeling for sikkerhetspolitikk
sme: Sihkkarvuođapolitihka ossodat

source: Ekspedisjonssjef Svein Efjestad
sme: Ekspedišuvdnahoavda Svein Efjestad

source: Avdeling for sikkerhetspolitikk har ansvaret for håndteringen av sikkerhetspolitiske spørsmål , samt for departementets internasjonale virksomhet og relasjoner på det sikkerhetspolitiske området.
sme: Sihkkarvuođapolitihka ossodagas lea ovddasvástádus sihkkarvuođapolitihkalaš gažaldagain , ja departemeantta riikkaidgaskasaš doaimmain ja oktavuođain sihkkarvuođapolitihka suorggis.

source: Dette innebærer blant annet ansvar for å utvikle nasjonale sikkerhetskonsepter , samt analysere sikkerhetspolitiske trender og trusselbildet.
sme: Dasa gullá earret eará ovddasvástádus ovddidit našuvnnalaš sihkkarvuođakonseapttaid , ja guorahallat sihkkarvuođapolitihkalaš rávnnjiid ja áitagiid.

source: Videre skal avdelingen utvikle og koordinere FDs politikk vedrørende bilaterale , regionale og internasjonale sikkerhetspolitiske spørsmål , samt utvikle forsvarssamarbeid med allierte og partnerland.
sme: Ossodat galgá maid ovddidit ja koordineret SD politihka bilaterála , guovlluguovdasaš ja riikkaidgaskasaš sihkkarvuođapolitihkalaš jearaldagain , ja ovddidit lihttolaččaid ja oasálaččaid gaskasaš suodjalusovttasbarggu.

source: Avdelingen ivaretar og koordinerer også Norges forsvarspolitiske relasjoner til NATO , EU , FN og OSSE.
sme: Ossodat goziha ja koordinere maid Norgga suodjaluspolitihkalaš oktavuođaid NATO:in , EU:in , ON:in ja OSSE:in.

source: Avdelingen har videre ansvar for å organisere , lede og koordinere krise- og episodehåndtering samt ivareta juridiske spørsmål innenfor internasjonal og militær rett i FD og for sektoren som helhet.
sme: Ossodagas lea maid ovddasvástádus organiseret , jođihit ja koordineret roasuid ja sierralágan dáhpáhusaid čoavdima ja fuolahit SD ja olles suorggi riikkaidgaskasaš ja militeara rievtti láhkajearaldagain.

source: Seksjoner
sme: Seksuvdna

source: FD II 1 Sikkerhetspolitisk utredning FD II 2 Internasjonalt sikkerhets- og forsvarssamarbeid FD II 3 Transatlantisk og europeisk sikkerhetspolitikk FD II 4 Sikkerhetspolitisk krisehåndtering og nasjonal sikkerhetspolitikk FD II 5 Internasjonal og militær rett
sme: Riikkaidgaskasaš ja militára riekti

source: Kontaktinformasjon
sme: Oktavuođadieđut:
